<!DOCTYPE html>
<html lang="es">
    <head>
        <link rel="icon" href="img/simpleLogo.png">
        
        <title>
            BACKMusic
        </title>
    </head>
    <body>
        <h1>BACKMusic</h1>
        <nav>
            <a href="index.html">Index</a>
            <a href="principal.html">P&aacute;gina principal</a>
            <a href="SeccionCompras/compras.html">Secci&oacute;n de Compra</a>
            <a href="SeccionVentas/venta.html">Secci&oacute;n de Venta</a>
            <a href="Valoraciones/valorar.html">Valoraciones</a>
            <a href="contacto.html">Contacto</a>
            <a href="detalles.html">Detalles</a>
            <a href="miembros.html">Miembros</a>
            <a href="bocetos.html">Bocetos</a>
            <a href="planificacion.html">Planificaci&oacute;n</a>
        </nav>
    
        <h2>&iexcl;Bienvenidos a nuestra revolucionaria tienda online de artículos de m&uacute;sica!</h2>
        <p>
            Nuestra plataforma es un paraíso para los amantes de la m&uacute;sica, ofreciendo una experiencia &uacute;nica de <strong>compra, 
            venta y alquiler</strong> de instrumentos musicales y plataformas de reproducci&oacute;n musical. Desde vinilos hasta cassettes, 
            tenemos algo para cada mel&oacute;mano. Lo que nos hace &uacute;nicos es nuestra dedicaci&oacute;n a la m&uacute;sica y a nuestros usuarios. 
            Ofrecemos una amplia gama de productos para satisfacer todas tus necesidades musicales. Pero eso no es todo, 
            tambi&eacute;n ofrecemos la posibilidad de alquilar instrumentos y plataformas de reproducci&oacute;n musical, permiti&eacute;ndote explorar 
            y experimentar con diferentes g&eacute;neros y estilos.
        </p>
    
        <h2>Guia de usuarios</h2>
        <p>
            Para nuestros usuarios registrados, ofrecemos una experiencia a&uacute;n m&aacute;s personalizada. 
            Cada cliente registrado tiene a su disposición un <strong><em>"wallet"</em></strong> que almacena dinero para descuentos en futuras compras. 
            As&iacute;, cada vez que compras o vendes en nuestra plataforma, estás invirtiendo en tu pr&oacute;xima gran aventura musical. 
            Pero no te preocupes si no est&aacute;s registrado. Tambi&eacute;n ofrecemos una selecci&oacute;n de productos para nuestros usuarios no registrados. 
            As&iacute;, todos pueden disfrutar de la m&uacute;sica, sin importar su nivel de compromiso.
        </p>
      
        <h2>&iquest;Que puedes hacer en nuestra web?</h2>
        <p>
            Nuestro objetivo es proporcionar una plataforma eficiente y f&aacute;cil de usar que satisfaga todas tus necesidades de comercio electr&oacute;nico. 
            Aqu&iacute; te presentamos algunas de las funcionalidades clave que ofrecemos:
            <ol> 
                <li><em><strong>Gesti&oacute;n</strong></em> de stock de art&iacute;culos de la tienda online.</li>
                
                <li><em><strong>Compra</strong></em> de los art&iacute;culos, guardando los pedidos de los usuarios registrados en un carrito y un listado de pedidos realizados.</li>
                
                <li><em><strong>Venta</strong></em> de art&iacute;culos a la tienda para que esta los pueda adquirir para su posible futura venta. Que se comporte como un chat entre dos usuarios.</li>
                <li><em><strong>Sistema de valoraciones y comentarios</strong></em> por parte de los compradores de cierto producto para que los futuros compradores sean informados.</li>
            </ol>
            
    
        </p>
    
        <p>En resumen, nuestra plataforma es m&aacute;s que una simple tienda online. Es un espacio donde la m&uacute;sica cobra vida, donde puedes explorar, descubrir y experimentar la m&uacute;sica de una manera completamente nueva. </p>
           <p><strong><em>&iexcl;&Uacute;nete a nosotros y empieza tu viaje musical hoy mismo!</em></strong></p>
    
    </body>
</html>

